tap "haiperspace/hai", "https://github.tools.sap/hAIperspace/hai-homebrew"
brew "gh"
brew "go"
brew "node"
brew "ollama", restart_service: :changed
brew "pandoc"
brew "poppler"
brew "starship"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "haiperspace/hai/hai"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "mitmproxy"
cask "wezterm"
vscode "bradlc.vscode-tailwindcss"
vscode "carlosorozcojimenez.ui5-tools"
vscode "github.copilot-chat"
vscode "google.geminicodeassist"
vscode "oxc.oxc-vscode"
vscode "prettierfiori.prettier-fiori"
vscode "rooveterinaryinc.roo-cline"
vscode "saposs.sap-ux-sap-systems-ext"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "vitest.explorer"
vscode "voidzero.vite-plus-extension-pack"
